Repository: larscs/GeoMemberz
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: nb_no

source: SMTP server host
nb_no: SMTP-servernavn

source: The SMTP server host name
nb_no: Vertsnavnet til SMTP-serveren

source: This should be a server which will accept e-mail from this host.
nb_no: Dette må være en server som vil godta e-post fra denne verten.

source: The SMTP server port number
nb_no: Portnummeret til SMTP-serveren

source: The port number the above SMTP server is listening on. Normally, this is port 25.
nb_no: Portnummeret som SMTP-serveren over lytter på. Vanligvis er dette port 25.

source: Use SMTP authentication
nb_no: Bruk SMTP-autentisering

source: No
nb_no: Nei

source: SMTP username
nb_no: SMTP-brukernavn

source: The SMTP username
nb_no: SMTP-brukernavnet

source: The username of a user with access to the above SMTP server.
nb_no: Brukernavnet til en bruker som har tilgang til SMTP-serveren over.

source: SMTP password
nb_no: SMTP-passord

source: The SMTP password
nb_no: SMTP-passordet

source: The password for the above user.
nb_no: Passordet til brukeren over.

source: Notification address
nb_no: Varslingsadresse

source: E-mail address for notifications
nb_no: E-postadresse for varslinger

source: This address will be used for notifications about new members as well as other system messages.
nb_no: Denne adressen brukes til varsling om nye medlemmer og andre systemmeldinger.

source: Notification address name
nb_no: Navn for varslingsadresse

source: The notification address name
nb_no: Navnet for varslingsadressen

source: This is the name of the recipient associated with the above address. Most e-mail clients will show this name instead of or in addition to the e-mail address.
nb_no: Dette er navnet på mottakeren som adressen over gjelder. De fleste e-postklienter vil vise dette navnet i stedet for eller i tillegg til e-postadressen.

source: System address
nb_no: Systemadresse

source: Sender e-mail address
nb_no: Systemets e-postadresse

source: This is the e-mail address from which system e-mail is sent and replied to.
nb_no: Dette er e-postadressen som system-e-post sendes fra og som svar på dem går til.

source: System address name
nb_no: Navn for systemadresse

source: The system address name
nb_no: Navnet for systemadressen

source: This is the name of the sender associated with the above address. Most e-mail clients will show this name instead of or in addition to the e-mail address.
nb_no: Dette er navnet på avsenderen som adressen over gjelder. De fleste e-postklienter vil vise dette navnet i stedet for eller i tillegg til e-postadressen.

source: BCC all system mail
nb_no: Blindkopier all system-e-post

source: BCC recipient address
nb_no: Mottakeradresse for blindkopi

source: The BCC recipient address
nb_no: Mottakeradressen for blindkopi

source: Any system mail will have this address on BCC. This is useful for keeping an archive of what has been sent to members, in lieu of a sent mail folder.
nb_no: All system-e-post får denne adressen på blindkopi-linjen. Dette er nyttig for å opprettholde et arkiv over hva som er sendt til medlemmene, all den tid det ikke finnes noen mappe for sendt e-post.

source: Finish
nb_no: Fullfør

source: <p><strong>Writing the settings failed.</strong><br/>Please contact us for help.</p>
nb_no: <p><strong>Skriving av innstillingene mislyktes.</strong><br/>Kontakt oss for å få hjelp.</p>

source: <p><strong>Settings saved.</strong></p><p>The username <strong>admin</strong> has been created with the email <strong>%s</strong> and the member number 0. Please go to the <a href="../forgotpass.php">password reset page</a> to set a password. You can then use the admin account to grant board access (administrative) to other users, including your own. Once you have a regular username, you should remove the admin account.</p><p>Remember to delete or remove access to the /install folder.</p><p>Good luck, and thank you for using GeoMemberz.</p>
nb_no: <p><strong>Innstillingene er lagret.</strong></p><p>Brukernavnet <strong>admin</strong> er opprettet, med e-postadresse <strong>%s</strong> og medlemsnummer 0. Gå til <a href="../forgotpass.php">siden for tilbakestilling av passord</a> for å angi et passord. Du kan deretter bruke admin-kontoen til å gi styretilgang (administrativ) til andre brukere, inkludert din egen. Straks du har et vanlig brukernavn, bør du fjerne admin-kontoen </p><p>Husk å slette eller fjerne tilgangen til mappen /install.</p><p>Lykke til, og takk for at du bruker GeoMemberz.</p>

source: No previous installation detected. Let's start by connecting to the database. If you haven't done so already, find out which existing MySQL database you want to use, or create a new one. GeoMemberz can coexist with other stuff in a database - it doesn't need a database alone. Also, you will need the name and password of a database user with full permissions for that database. We recommend creating a separate database user for this purpose, if possible, as the username and password will be stored in plain text in the core/init.php file.</p>
nb_no: <p>La oss begynne med å koble til databasen. Hvis du ikke allerede har gjort det, finner du ut hvilken eksisterende MySQL-database du vil bruke, eller opprett en ny. GeoMemberz kan sameksistere med andre ting i en database – det er ikke nødvendig med en egen database. I tillegg vil du trenger brukernavn og passord til en bruker som har alle tillatelser til denne databasen. Vi anbefaler at du om mulig oppretter en egen databasebruker til dette formålet, ettersom brukernavnet og passordet vil bli lagret i klartekst i filen core/config.php.</p>

source: Password
nb_no: Passord

source: Remember me
nb_no: Husk meg

source: Forgot your password?
nb_no: Glemt passordet?

source: Log in
nb_no: Logg inn

source: Not a member?
nb_no: Ikke medlem?

source: Register now
nb_no: Meld deg inn nå

source: Error: No ID given<br/>
nb_no: Feil: Ingen ID er angitt<br/>

source: Subject and body must both contain something.
nb_no: Emne og meldingstekst må begge inneholde noe.

source: Subject:
nb_no: Emne:

source: Body:
nb_no: Meldingstekst:

source: Error: No input
nb_no: Feil: Ingen inndata

source: Access denied
nb_no: Ingen tilgang

source: You must be a board member to access this page.
nb_no: Du må være styremedlem for å få tilgang til denne siden.

source: No changes.
nb_no: Ingen endringer.

source: Account details updated.
nb_no: Kontodetaljer oppdatert.

source: In order to complete changing your e-mail address for your %s account,
nb_no: For å fullføre endring av e-postadresse for kontoen hos %s,

source: you need to validate it by clicking on the link below.
nb_no: må du validere den ved å klikke på lenken nedenfor.

source: If you didn't change your password at %s, you can ignore this mail.
nb_no: Hvis du ikke har endret passordet på %s, kan du ignorere denne e-posten.

source: Your address will be deleted within 24 hours.
nb_no: Adressen din vil bli slettet innen et døgn.

source: E-mail address change validation for %s member account
nb_no: Validering av e-postadresseendring for medlemskonto i %s

source: Mail error
nb_no: E-postfeil

source: Error when sending mail.<br/>Please report this to
nb_no: Feil ved sending av e-post.<br/>Rapporter dette til

source: Error sending mail
nb_no: Feil ved sending av e-post

source: E-mail address changed. A validation mail has been sent to the new address, <strong>%s</strong>, however the address change will not take effect and be reflected here before the validation is completed.
nb_no: E-postadresse endret. En validerings-e-post er sendt til den nye adressen, <strong>%s</strong>, men endringen vil ikke tre i kraft og bli synlig her før valideringen er fullført.

source: Submembers
nb_no: Undermedlemmer

source: New member
nb_no: Nytt medlem

source: You are a submember of %s (member no. %s), so you cannot have your own submembers.
nb_no: Du er undermedlem av %s (medlemsnr. %s) og kan ikke ha dine egne undermedlemmer.

source: This is a submember of %s (member no. %s), which cannot have its own submembers.
nb_no: Dette er et undermedlem av %s (medlemsnr. %s), som ikke kan ha sine egne undermedlemmer.

source: Details for
nb_no: Detaljer for

source: Close
nb_no: Lukk

source: Member number
nb_no: Medlemsnummer

source: <div class='popoverhead'>Username in the member system.</div>Normally, it makes most sense if this is the same as your Geocaching name. You might however have reasons for choosing a different username.
nb_no: <div class='popoverhead'>Brukernavn i medlemssystemet.</div>Vanligvis er det best om dette er det samme som geocaching-navnet ditt. Det kan imidlertid finnes grunner til at du vil ha et annet brukernavn.

source: <div class='popoverhead'>Your e-mail address.</div>This is our primary communication channel, and required.
nb_no: <div class='popoverhead'>E-postadressen din.</div>Dette er den viktigste kommunikasjonskanalen vår, og er påkrevd.

source: <div class='popoverhead'>Your geocaching name.</div>If you are a team, you have two options: Either register them later as &quot;belonging&quot; to this account, or create separate accounts for them. In either case, you can register either the same or different geocaching names for all members, or a combination like two people sharing one geocaching name, plus one having a different geocaching name.
nb_no: <div class='popoverhead'>Geocaching-navnet ditt.</div>Hvis du er en del av et team, har du to muligheter: Enten registrerer du dem senere som &quot;undermedlemmer&quot; til denne kontoen, eller så kan du opprette separate kontoer for de andre. Uansett hva du velger, kan du registrere enten det samme eller ulike geocaching-navn for alle medlemmer, eller en kombinasjon, som for eksempel to som deler ett geocaching-navn pluss en med et annet geocaching-navn.

source: <div class='popoverhead'>Your first name.</div>If your have more than one first name, all should go here.
nb_no: <div class='popoverhead'>Fornavnet ditt.</div>Hvis du har flere enn ett fornavn, skriver du alle her.

source: <div class='popoverhead'>Your middle name.</div>If you don&apos;t have one, leave this empty. This is displayed between your first and last names where full name is used.
nb_no: <div class='popoverhead'>Mellomnavnet ditt.</div>Hvis du ikke har noe mellomnavn, lar du dette stå tomt. Dette vises mellom fornavn og etternavn der fullt navn brukes.

source: Middle name
nb_no: Mellomnavn

source: <div class='popoverhead'>Your last name.</div>If you have more than one last name, the one that the name should be sorted by, should go here, and the others under &quot;Middle name&quot;.
nb_no: <div class='popoverhead'>Etternavnet ditt.</div>Hvis du har flere enn ett etternavn, er det det etternavnet som det er naturlig å sortere på, som skrives her. Andre angis under &quot;Mellomnavn&quot;.

source: <div class='popoverhead'>Your address.</div>We need this in situations where we need to send ordered products or giveaways to the members. You can use the enter key to type multiple lines.
nb_no: <div class='popoverhead'>Adressen din.</div>Dette trenger vi i situasjoner hvor vi trenger å sende bestilte produkter eller gaver til medlemmene. Du kan bruke enter-tasten til linjeskift inni boksen.

source: Address
nb_no: Adresse

source: <div class='popoverhead'>Your phone number.</div>We need this as backup for the e-mail, if e-mail doesn&apos;t get through.
nb_no: <div class='popoverhead'>Telefonnummeret ditt.</div>Vi trenger dette som reserve til e-postadressen, dersom vi ikke får kontakt via e-post.

source: Phone number
nb_no: Telefonnummer

source: <div class='popoverhead'>Your birth date.</div>We need this for two reasons: Knowing how many members we have in each age segment, which is needed for some kinds of funding. Also, there is an age limit for membership fees.
nb_no: <div class='popoverhead'>Fødselsdatoen din.</div>Det er to grunner til at vi ber om dette: Vi trenger å vite fordelingen i ulike aldersgrupper for å kunne søke om visse typer støtte. I tillegg har vi aldersgrense for kontingentplikt.

source: Birth date
nb_no: Fødselsdato

source: <div class='popoverhead'>Your position.</div>If you have any position in the association, it will be indicated here.
nb_no: <div class='popoverhead'>Vervet ditt.</div>Hvis du har et verv i foreningen, vises dette her.

source: Position
nb_no: Verv

source: <div class='popoverhead'>The date you registered.</div>For your information only.
nb_no: <div class='popoverhead'>Datoen du meldte deg inn.</div>Bare til informasjon.

source: Member since
nb_no: Medlem siden

source: <div class='popoverhead'>Comments.</div>Type in any messages to %s here. For example, details about who is included in your nick. Only visible to you and the board members.
nb_no: <div class='popoverhead'>Kommentarer.</div>Skriv inn kommentarer til %s her. For eksempel detaljer om hvem som er med i nicket. Bare synlig for deg og styremedlemmer.

source: User comment
nb_no: Brukerkommentar

source: <div class='popoverhead'>Board comment.</div>This is only visible to board members - not even the member can see this. Can be used to hold important info about the member, such as Ã‚Â«has paid fee for 2014-2016Ã‚Â»
nb_no: <div class='popoverhead'>Styrekommentar.</div>Dette er bare synlig for styremedlemmer – ikke engang medlemmet kan se dette. Kan brukes til viktig informasjon om medlemmet, som for eksempel «Har betalt kontingent for 2014-2016».

source: Board comment
nb_no: Styrekommentar

source: Board member
nb_no: Styremedlem

source: Only the details with a check mark will be visible to other members.
nb_no: Bare detaljene som er merket av med en hake, vil være synlige for andre medlemmer.

source: Update account details
nb_no: Oppdater kontodetaljer

source: Your record is marked in <span class="bg-success">green</span>.
nb_no: Din egen oppføring er merket med <span class="bg-success">grønt</span>.

source: Text marked in <span style="color:red">red</span> on your own record, means they are undisclosed.
nb_no: Tekst i <span style="color:red">rødt</span> i din egen oppføring er ikke synlig for andre medlemmer.

source: Your submembers, if any, are marked in <span class="bg-info">blue</span>.
nb_no: Dine eventuelle undermedlemmer er merket med <span class="bg-info">blått</span>.

source: Frozen members are marked in <span class="bg-danger">red</span>.
nb_no: Utmeldte medlemmer er merket med <span class="bg-danger">rødt</span>.

source: Text in <span style="color:red">red</span> is visible to board members only, and should not be disclosed.
nb_no: <span style="color:red">Rød</span> tekst er bare synlig for styremedlemmer og skal ikke oppgis til andre.

source: E-mail address missing
nb_no: E-postadresse mangler

source: View
nb_no: Vis

source: Freeze
nb_no: Meld ut

source: Unfreeze
nb_no: Meld inn

source: Forum access
nb_no: Forumtilgang

source: Do you want to e-mail %s about this access?
nb_no: Vil du sende en e-post til %s om denne tilgangen?

source: Error when adding new user to the database.<br/>Please report this to
nb_no: Feil ved innlegging av ny bruker i databasen.<br/>Rapporter dette til

source: Error adding new user to database
nb_no: Feil ved innlegging av ny bruker i database

source: Welcome as a new member in %s, %s!
nb_no: Velkommen som nytt medlem i %s, %s!

source: Before you can log in, you need to validate your e-mail address by clicking on the link below
nb_no: Før du kan logge inn, må du bekrefte e-postadressen ved å klikke på lenken under.

source: If you didn't register at %s, please reply to this e-mail and say so,
nb_no: Hvis du ikke har registrert deg hos %s, kan du svare på denne e-posten og si fra om det,

source: and we will remove your e-mail address immediately.
nb_no: så fjerner vi e-postadressen din umiddelbart.

source: E-mail address validation for %s member account
nb_no: Validering av e-postadresse for medlemskonto i %s

source: A new submember has been registered on %s:
nb_no: Et nytt medlem har blitt meld inn i %s:

source: Username: %s
nb_no: Brukernavn: %s

source: First name: %s
nb_no: Fornavn: %s

source: Last name: %s
nb_no: Etternavn: %s

source: Created by: %s
nb_no: Opprettet av: %s

source: Please go to %s for more details.
nb_no: Gå til %s for flere detaljer.

source: <p>A new submember has been registered on %s:
nb_no: <p>Et nytt medlem har blitt meldt inn i %s:

source: <tr><th style="text-align:left">Username:</th><td>%s</td></tr>
nb_no: <tr><th style="text-align:left">Brukernavn:</th><td>%s</td></tr>

source: <tr><th style="text-align:left">First name:</th><td>%s</td></tr>
nb_no: <tr><th style="text-align:left">Fornavn:</th><td>%s</td></tr>

source: <tr><th style="text-align:left">Last name:</th><td>%s</td></tr>
nb_no: <tr><th style="text-align:left">Etternavn:</th><td>%s</td></tr>

source: <tr><th style="text-align:left">Created by:</th><td>%s</td></tr>
nb_no: <tr><th style="text-align:left">Opprettet av:</th><td>%s</td></tr>

source: <p>Please go to <a href="%s">%s</a> for more details.</p>
nb_no: <p>Gå til <a href="%s">%s</a> for flere detaljer.</p>

source: <p>Best regards,<br/>%s</p>
nb_no: <p>Med hilsen<br/>%s</p>

source: New member alert
nb_no: Varsel om nytt medlem

source: Error when sending notification mail to the board. However, your account has been validated, so you can <a href="login.php">log in</a>.<br/>Please report this error to
nb_no: Feil ved sending av varslings-e-post til styret. Kontoen din er imidlertid validert, så du kan <a href="login.php">logge inn</a>.<br/>Rapporter dette til

source: Error sending notification mail
nb_no: Feil ved sending av varslings-e-post

source: You are a submember, so you cannot have your own submembers.
nb_no: Du er undermedlem, så du kan ikke ha dine egne undermedlemmer.

source: This is a submember, which cannot have its own submembers.
nb_no: Dette er et undermedlem, som ikke kan ha sine egne undermedlemmer.

source: Add new submember for
nb_no: Legg til nytt undermedlem for

source: Submembers are just like any other member, and can log in to the member system and change their own details. The differences are:
nb_no: Undermedlemmer er som alle andre medlemmer, og kan logge inn på medlemssystemet for å endre sine egne detaljer. Forskjellene er:

source: The "main" member's e-mail can be used for all submembers
nb_no: Det «overordnede» medlemmets e-postadresse kan brukes for alle undermedlemmer

source: Only the "main" member receives fee notifications
nb_no: Bare det «overordnede» medlemmet mottar kontingentkrav

source: The "main" member is responsible for fee payment for all submembers
nb_no: Det «overordnede» medlemmet er ansvarlig for at kontingenten betales for alle undermedlemmer

source: The submember cannot remove the association to the main member
nb_no: Undermedlemmet kan ikke fjerne tilknytningen til det overordnede medlemmet

source: <div class='popoverhead'>Your password.</div>We don't store your actual password on our server. Therefore we cannot recover it if you lose it, but in that case you can reset it.
nb_no: <div class='popoverhead'>Passordet ditt.</div>Vi lagrer ikke det faktiske passordet på serveren vår. Derfor kan vi heller ikke få tak i det for deg hvis du mister det, men i så tilfelle kan du tilbakestille det.

source: Repeat your password to make sure you typed it correctly.
nb_no: Gjenta passordet for å sikre at du skrev det riktig.

source: Repeat password
nb_no: Gjenta passord

source: <div class='popoverhead'>Your e-mail address.</div>This is our primary communication channel, and required. For any submember, the main account's e-mail address will be used.
nb_no: <div class='popoverhead'>E-postadressen din.</div>Dette er den viktigste kommunikasjonskanalen vår, og er påkrevd. For alle undermedlemmer brukes e-postadressen til den overordnede kontoen.

source: <div class='popoverhead'>Your geocaching name.</div>For submembers, this can be the same as the main member, but it doesn't need to.
nb_no: <div class='popoverhead'>Geocaching-navnet ditt.</div>For undermedlemmer kan dette være det samme som for det overordnede medlemmet, men det må ikke.

source: Add submember
nb_no: Legg til undermedlem

source: Password changed
nb_no: Passord endret

source: You can now <a href="%slogin.php">log in</a>.
nb_no: Du kan nå <a href="%slogin.php">logge inn</a>.

source: Confirmation mail sent
nb_no: Bekreftelses-e-post er sendt

source: An e-mail has been sent to the e-mail address associated with the account.
nb_no: Vi har sendt en e-post til e-postadressen som er tilknyttet kontoen.

source: Check your e-mail and follow the instructions in that e-mail to change
nb_no: Sjekk e-posten din og følg instruksjonene i e-posten for å endre

source: your password.<br/><br/>
nb_no: passordet.<br/><br/>

source: If you haven't received the e-mail within a few minutes, check your spam
nb_no: Hvis du ikke mottar e-posten i løpet av et par minutter, kan du sjekke søppelpostfilteret.

source: filter. If it's not there, please contact us at
nb_no: Hvis den ikke er der, kontakter du oss på

source: Any personal details collected by this website, is solely for the use by the board of %s, except for details
nb_no: Alle personlige opplysninger som samles inn av dette nettstedet, vil bare bli brukt av styret i %s, med unntak av detaljer

source: the user itself has decided to make public.<br/><br/>
nb_no: som brukerne selv har bestemt at skal være offentlige.<br/><br/>

source: %s will not use this information for any other purpose than managing your membership.
nb_no: %s vil ikke bruke denne informasjonen til noe annet formål enn å administrere medlemskapet ditt.

source: If you choose to use the &quot;Remember me&quot; functionality, a cookie will be used to facilitate that
nb_no: Hvis du velger å bruke «Husk meg»-funksjonen, vil informasjonskapsler bli brukt til å

source: functionality. This cookie will contain:
nb_no: gjøre dette mulig. Denne informasjonskapselen inneholder:

source: <li>Your username</li>
nb_no: <li>Brukernavnet ditt</li>

source: <li>A hash representing your password (your password cannot be deduced from this hash)</li>
nb_no: <li>En hashverdi som representerer passordet ditt (passordet ditt kan ikke utledes fra denne hashen)</li>

source: Then, please pay the fee of kr. <strong>%s</strong> to account number <strong>%s</strong>, marking the payment with <strong>«Member %s»</strong>.
nb_no: Betal deretter kontingenten på kr. <strong>%s</strong> inn til kontonummer <strong>%s</strong>. I feltet for betalingsinformasjon skriver du <strong>«Medlem %s»</strong>.

source: A new member has registered on %s:
nb_no: Et nytt medlem har meldt seg inn i %s:

source: <p>A new member has registered on %s:
nb_no: <p>Et nytt medlem har meldt seg inn i %s:

source: Account details
nb_no: Kontodetaljer

source: <div class='popoverhead'>Your e-mail address.</div>This is our primary communication channel, and required. Your e-mail address will need to be verified before you can log on to your account.
nb_no: <div class='popoverhead'>E-postadressen din.</div>Dette er den viktigste kommunikasjonskanalen vår, og er påkrevd. E-postadressen må bekreftes før du kan logge inn med kontoen din.

source: Member details
nb_no: Medlemsdetaljer

source: <div class='popoverhead'>Your geocaching name.</div>If you are a team, you can choose whether the other members should be separate accounts, or &quot;submembers&quot; to the first account created. You will receive one accumulated fee invoice including yourself and all your submembers.
nb_no: <div class='popoverhead'>Geocaching-navnet ditt.</div>Hvis du er med i et team, kan du velge om de andre medlemmene skal være separate kontoer eller om de skal være &quot;undermedlemmer&quot; til den første kontoen. Du vil motta én kontingentfaktura som inkluderer deg selv og alle dine undermedlemmer.
