Repository: larscs/GeoMemberz
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: nb_no

source: Except for the Username and Geocaching name, none of these details will be visible to other members until you choose to make them visible from the <strong>My details</strong> page once your are logged in. Only members of the board can see everything.
nb_no: Med unntak av Brukernavn og Geocaching-navn, vil ingen av disse detaljene være synlige for andre medlemmer før du selv velger å gjøre dem synlige fra siden <strong>Mine detaljer</strong> når du er innlogget. Bare styremedlemmer kan se alt.

source: Register my account
nb_no: Meld meg inn

source: Your currently selected target group contains no members.
nb_no: Den valgte målgruppen inneholder ingen medlemmer.

source: Your currently selected target group contains the following <span id=\"nummembs1\">0</span> <span id=\"noun1\">members</span>:
nb_no: Den valgte målgruppen inneholder følgende <span id=\"nummembs1\">0</span> <span id=\"noun1\">medlemmer</span>:

source: members
nb_no: medlemmer

source: Click on a member name above to display a preview for that member's mail
nb_no: Klikk på et medlemsnavn over for å vise en forhåndsvisning av e-posten til det medlemmet

source: E-mail subject
nb_no: E-postemne

source: Sender:
nb_no: Avsender:

source: Target group:
nb_no: Målgruppe:

source: All members
nb_no: Alle medlemmer

source: Inactive (frozen) members
nb_no: Inaktive (utmeldte) medlemmer

source: Primary members owing fee for current period
nb_no: Primærmedlemmer som skylder kontingent

source: All members excluding any submembers
nb_no: Alle medlemmer, unttatt undermedlemmer

source: Primary members having submembers only
nb_no: Primærmedlemmer som har undermedlemmer

source: Submembers only (excluding their parents)
nb_no: Bare undermedlemmer (uten primærmedlemmene)

source: Members over the age of %s
nb_no: Medlemmer over %s år

source: Members under age of %s
nb_no: Medlemmer under %s år

source: Members with incomplete member data
nb_no: Medlemmer med ufullstendige opplysninger

source: Yourself (for testing)
nb_no: Deg selv (for testing)

source: Mail body:
nb_no: Meldingstekst:

source: Your currently selected target group contains the following <span id="nummembs1">0</span> <span id="noun1">members</span>:
nb_no: Den valgte målgruppen inneholder følgende <span id="nummembs1">0</span> <span id="noun1">medlemmer</span>:

source: (None selected)
nb_no: (Ingen valgt)

source: Preview
nb_no: Forhåndsvisning

source: Are you sure you want to send this message?
nb_no: Er du sikker på at du vil sende denne meldingen?

source: Send to
nb_no: Send til

source: Templates
nb_no: Maler

source: &lt; Load
nb_no: &lt; Last inn

source: Variables
nb_no: Variabler

source: Click on the links below to insert variables in the body. If you need them in the subject, type them in manually.
nb_no: Klikk på lenkene under for å sette inn variabler i meldingen. Hvis du trenger dem i emnefeltet, skriver du dem inn manuelt.

source: Association name
nb_no: Organisasjonsnavn

source: Association account no.
nb_no: Kontonummer

source: Full name
nb_no: Fullt navn

source: Phone #
nb_no: Telefonnr.

source: Parent member
nb_no: Overordnet medlem

source: Member #
nb_no: Medlemsnr.

source: Submember #s
nb_no: Undermedlemsnr.

source: Fee amount due
nb_no: Skyldig kontingent

source: Signature
nb_no: Signatur

source: Invalid hash when changing password
nb_no: Ugyldig hash ved endring av passord

source: <strong>Error:</strong> No repeat password entered.
nb_no: <strong>Feil:</strong> Gjentatt passord mangler.

source: <strong>Error:</strong> Passwords don't match.
nb_no: <strong>Feil:</strong> Passordene er ikke like.

source: Invalid hash context.<br/>If this error persists, please contact us on
nb_no: Ugyldig hash-kontekst.<br/>Hvis dette problemet vedvarer, kontakter du oss på

source: Invalid hash. The confirmation link may have been used already.<br/>If this error persists, please contact us on
nb_no: Ugyldig hash. Bekreftelseslenken er kanskje allerede brukt.<br/>Hvis dette problemet vedvarer, kontakter du oss på

source: No hash provided
nb_no: Ingen hash angitt

source: Please type your new password twice.
nb_no: Skriv inn det nye passordet to ganger.

source: Thank you!
nb_no: Takk!

source: An e-mail has been sent to you, containing a validation link.
nb_no: Vi har sendt deg en e-post med en valideringslenke.

source: Check your e-mail and click the validation link to activate your
nb_no: Sjekk e-posten din og klikk på valideringslenken for å aktivere

source: account.<br/><br/>
nb_no: kontoen.<br/><br/>

source: By using this website, you accept the following:<br/>
nb_no: Ved å ta i bruk dette nettstedet, aksepterer du følgende:<br/>

source: <li>You will become a %s member by registering</li>
nb_no: <li>Du blir medlem i %s idet du oppretter bruker her</li>

source: <li>This website uses cookies if you choose to use the &quot;Remember me&quot; functionality</li>
nb_no: <li>Nettstedet bruker informasjonskapsler hvis du velger å bruke «Husk meg»-funksjonen</li>

source: Your e-mail address has been validated. Now you or the user you created, can <a href="%slogin.php">log in</a>.
nb_no: E-postadressen din er validert. Nå kan du eller brukeren du opprettet, <a href="%slogin.php">logge inn</a>.

source: View member
nb_no: Vis medlem

source: Active
nb_no: Aktiv

source: Inactive
nb_no: Inaktiv

source: Undisclosed
nb_no: Hemmelig

source: Nothing entered
nb_no: Intet angitt

source: Fee status
nb_no: Kontingent
