Repository: larscs/GeoMemberz
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: nb_no

source: 404 Not found
nb_no: 404 Ikke funnet

source: The page you requested cannot be found.
nb_no: Finner ikke den forespurte siden.

source: Hi, %s!
nb_no: Hei, %s!

source: You now have access to the member forums in %s.
nb_no: Du har nå tilgang til medlemsforaene på %s.

source: You'll find them under the subforum «Foreningen» on {{LINK}}.
nb_no: Du finner dem under underforumet «Foreningen» på {{LINK}}.

source: Best regards,
nb_no: Med hilsen

source: Member access on the %s forum
nb_no: Medlemstilgang til %s-forumet

source: en
nb_no: nb

source: en-US
nb_no: nb-NO

source: %s Member Pages
nb_no: Medlemssider for %s

source: Change log
nb_no: Endringslogg

source: These are the up to 250 latest database changes performed in the system. The newest are on top.
nb_no: Dette er de inntil 250 nyeste endringene i databasen i systemet. De nyeste er øverst.

source: Time
nb_no: Klokkeslett

source: User
nb_no: Bruker

source: Table
nb_no: Tabell

source: Row
nb_no: Rad

source: Field
nb_no: Felt

source: Action
nb_no: Handling

source: Old value
nb_no: Gammel verdi

source: New value
nb_no: Ny verdi

source: IP address:
nb_no: IP-adresse:

source: Error
nb_no: Feil

source: Hash missing.<br/>If this error persists, please contact us on
nb_no: Hash mangler.<br/>Hvis dette problemet vedvarer, kontakter du oss på

source: Invalid hash when changing e-mail address
nb_no: Ugyldig hash ved endring av e-postadresse

source: Invalid hash. The validation link may have been used already.<br/>If this error persists, please contact us on
nb_no: Ugyldig hash. Valideringslenken er kanskje allerede brukt.<br/>Hvis dette problemet vedvarer, kontakter du oss på

source: Missing e-mail address. Something may have gone wrong.<br/>Please contact us on
nb_no: E-postadresse mangler. Noe kan ha gått galt.<br/>Kontakt oss på

source: Missing e-mail address when trying to validate
nb_no: Manglende e-postadresse ved validering

source: Great!
nb_no: Glimmers!

source: Your e-mail address has been validated. Now you can <a href="%slogin.php">log in</a>.
nb_no: E-postadressen din er validert. Nå kan du <a href="%slogin.php">logge inn</a>.

source: Fatal error: Duplicate member number found
nb_no: Kritisk feil: Fant duplisert medlemsnummer

source: Cannot connect:
nb_no: Kan ikke koble til:

source: A password change has been requested from the %s member site.
nb_no: En passordendring er forespurt fra medlemssidene til %s.

source: Click the link below or copy it into the address field in your browser
nb_no: Klikk på lenken under eller kopier den til adressefeltet i nettleseren din

source: to change your password.
nb_no: for å endre passordet.

source: If you didn't request this password change, you can safely ignore this mail.
nb_no: Hvis du ikke har bedt om denne passordendringen, kan du trygt ignorere denne e-posten.

source: Password change requested for %s member account
nb_no: Passordendring forespurt for konto til %s-medlem

source: Paid
nb_no: Innbetalt

source: Not paid
nb_no: Ubetalt

source: (None)
nb_no: (Ingen)

source: <span style="color:silver">(Unregistered)</span>
nb_no: <span style="color:silver">(Uregistrert)</span>

source: (Not determined)
nb_no: (Ikke fastslått)

source: <span style="color:silver">(Hash value)</span>
nb_no: <span style="color:silver">(Hashverdi)</span>

source: Update
nb_no: Endre

source: Insert
nb_no: Ny

source: Delete
nb_no: Slett

source: <strong>Error:</strong> Account not yet validated. If you didn't receive the validation mail, please check your spam filter. Otherwise, contact us on <a href="mailto:%s?subject=%s">%s</a>
nb_no: <strong>Feil:</strong> Kontoen er ikke validert ennå. Hvis du ikke har mottatt validerings-e-posten, kan du sjekke i søppelpostfilteret. Hvis den ikke er der, kontakter du oss på <a href="mailto:%s?subject=%s">%s</a>.

source: Validation mail not received
nb_no: Validerings-e-post ikke mottatt

source: <strong>Error:</strong> Incorrect username or password.
nb_no: <strong>Feil:</strong> Feil brukernavn eller passord.

source: Username cannot be empty
nb_no: Brukernavn kan ikke være tomt

source: Username already exists. Please choose another username.
nb_no: Brukernavnet finnes allerede. Velg et annet brukernavn.

source: Password cannot be empty
nb_no: Passord kan ikke være tomt

source: Repeated password cannot be empty
nb_no: Gjenta passord kan ikke være tomt

source: The passwords don't match
nb_no: Passordene er ikke like

source: E-mail address cannot be empty
nb_no: E-postadresse kan ikke være tom

source: This e-mail address is invalid
nb_no: Denne e-postadressen er ugyldig

source: Geocaching name cannot be empty
nb_no: Geocachingnavn kan ikke være tomt

source: First name cannot be empty
nb_no: Fornavn kan ikke være tomt

source: Last name cannot be empty
nb_no: Etternavn kan ikke være tomt

source: Address cannot be empty
nb_no: Adresse kan ikke være tom

source: Phone cannot be empty
nb_no: Telefonnummer kan ikke være tomt

source: Phone can only contain spaces, +, ( and ).
nb_no: Telefonnummer kan bare inneholde mellomrom, +, ( og ).

source: Birth date cannot be empty
nb_no: Fødselsdato kan ikke være tomt

source: Birth date cannot be in the future
nb_no: Fødselsdato kan ikke være i fremtiden

source: <strong>Error:</strong> No username entered.
nb_no: <strong>Feil:</strong> Brukernavn mangler.

source: <strong>Error:</strong> No password entered.
nb_no: <strong>Feil:</strong> Passord mangler.

source: <strong>Error:</strong> Username cannot be empty or longer than 128 characters.
nb_no: <strong>Feil:</strong> Brukernavnet kan ikke være tomt eller lengre enn 128 tegn.

source: <strong>Error:</strong> The e-mail address is not valid.
nb_no: <strong>Feil:</strong> E-postadrtessen er ikke gyldig.

source: Y-m-d
nb_no: d.m.Y

source: yyyy-mm-dd
nb_no: dd.mm.yyyy

source: Newest members
nb_no: Nyeste medlemmer

source: User name
nb_no: Brukernavn

source: Geocaching name
nb_no: Geocaching-navn

source: Since
nb_no: Siden

source: Members
nb_no: Medlemmer

source: Members:
nb_no: Medlemmer:

source: Age 16+
nb_no: 16+ år

source: Age 8-15
nb_no: 8-15 år

source: Age 0-7
nb_no: 0-7 år

source: Membership fees
nb_no: Kontingent

source: Membership fees paid
nb_no: Kontingent betalt

source: Fee amount
nb_no: Kontingentbeløp

source: Fee payments for «%s»
nb_no: Kontingent betalt for «%s»

source: of
nb_no: av

source: No fee periods defined. Go to «Fee periods» in the Navigation bar to define one.
nb_no: Ingen kontingentperioder er definert. Gå til «Kontingentperioder» i navigasjonsmenyen for å definere en.

source: Paid on %s
nb_no: Betalt den %s

source: Unpaid
nb_no: Ikke betalt

source: Please pay kr. %s into %s's account no. %s.
nb_no: Kontingenten på kr. %s kan betales inn til %ss på bankkontonr. %s.

source: My fee
nb_no: Min kontingent

source: My fee status for «%s»:
nb_no: Min kontingentstatus for «%s»:

source: Preparing mass mailing...
nb_no: Forbereder masseutsendelse av e-post ...

source: Sending e-mail to
nb_no: Sender e-post til

source: on
nb_no: på

source: Mass mailing complete
nb_no: Masseutsendelse av e-post fullført

source: <div style="color:red;border-bottom: black solid 1px">The following errors occurred during mailing:</div>
nb_no: <div style="color:red;border-bottom: black solid 1px">Følgende feil oppstod under utsending av e-post:</div>

source: No subject provided
nb_no: Intet emne er angitt

source: No sender provided
nb_no: Ingen avsender er angitt

source: No target group provided
nb_no: Ingen målgruppe er angitt

source: No body text provided
nb_no: Ingen meldingstekst er angitt

source: GeoBergen Member Pages
nb_no: Medlemssider for GeoBergen

source: Sending e-mail
nb_no: Sender e-post

source: Database error
nb_no: Databasefeil

source: An error ocurred while creating a database record.
nb_no: Det oppstod en feil under oppretting av en databasepost.

source: An error ocurred while updating a database record.
nb_no: Det oppstod en feil under oppdatering av en databasepost.

source: Fee payments
nb_no: Kontingentbetaling

source: Fee period:
nb_no: Kontingentperiode:

source: (Current period)
nb_no: (Inneværende)

source: No periods are defined yet.
nb_no: Ingen perioder er definert ennå.

source: Fee amount for this period:
nb_no: Kontingent for denne perioden:

source: Also show inactive members
nb_no: Vis også inaktive medlemmer

source: Username
nb_no: Brukernavn

source: GC name
nb_no: GC-navn

source: First name
nb_no: Fornavn

source: Last name
nb_no: Etternavn

source: Payment status
nb_no: Betalingsstatus

source: Actions
nb_no: Handlinger

source: <span style="color:silver">(Undisclosed)</span>
nb_no: <span style="color:silver">(Hemmelig)</span>

source: Pay
nb_no: Betal

source: Are you sure you want to cancel this payment?
nb_no: Er du sikker på at du vil annullere denne betalingen?

source: Unpay
nb_no: Annuller

source: <span style="color:silver">(Not due)</span>
nb_no: <span style="color:silver">(Ikke pliktig)</span>

source: You must specify a period name.
nb_no: Du må angi et navn på perioden.

source: You must specify a from date.
nb_no: Du må angi en fra-dato.

source: You must specify a to date.
nb_no: Du må angi en til-dato.

source: You must specify an amount.
nb_no: Du må angi et beløp.

source: From date must be before to date
nb_no: Fra-dato må være før til-dato

source: To date must be after from date
nb_no: Til-dato må være etter fra-dato

source: From date is inside an existing period (%s to %s)
nb_no: Fra-dato er inni en eksisterende periode (%s til %s)

source: To date is inside an existing period (%s to %s)
nb_no: Til-dato er inni en eksisterende periode (%s til %s)

source: An existing period exists between these dates (%s to %s)
nb_no: Det finnes en periode mellom disse datoene (%s til %s)

source: Error adding fee period.
nb_no: Feil ved tillegging av kontingentperiode

source: Error modifying fee period.
nb_no: Feil ved redigering av kontingentperiode

source: New fee period
nb_no: Ny kontingentperiode

source: Edit fee period
nb_no: Rediger kontingentperiode

source: Period name
nb_no: Periodenavn

source: From date
nb_no: Fra-dato

source: To date
nb_no: Til-dato

source: Amount
nb_no: Beløp

source: Create
nb_no: Opprett

source: Edit
nb_no: Rediger

source: Deleting the fee period failed. Probably payments exist, that refer to it. Remove all payments from the period and try again.
nb_no: Sletting av kontingentperioden mislyktes. Det finnes sannsynligvis betalinger som refererer til den. Fjern alle betalinger fra den perioden og prøv igjen.

source: An argument that should be numeric, wasn't.
nb_no: Et argument som skulle ha vært numerisk, var ikke det.

source: Fee periods
nb_no: Kontingentperioder

source: Current period is marked in <span class="bg-success">green</span>.
nb_no: Inneværende periode er merket med <span class="bg-success">grønt</span>.

source: Period
nb_no: Periode

source: From
nb_no: Fra

source: To
nb_no: Til

source: Fee payers
nb_no: Betalt

source: Potential
nb_no: Potensial

source: Achievement
nb_no: Oppnåelse

source: Are you sure you want to delete this fee period?
nb_no: Er du sikker på at du vil slette denne kontingentperioden?

source: <strong>Error:</strong> Sending verification mail failed.
nb_no: <strong>Feil:</strong> Feil ved sending av bekreftelses-e-post.

source: <strong>Error:</strong> Username or e-mail is incorrect.
nb_no: <strong>Feil:</strong> Feil brukernavn eller e-postadresse.

source: Member pages
nb_no: Medlemssider

source: Reset password
nb_no: Tilbakestill passord

source: To reset your password, you must know both the username and the e-mail address associated with the account. You will receive an e-mail to that address containing a link and instructions on how to change your password.
nb_no: Hvis du vil tilbakestille passordet, må du kjenne både brukernavnet og e-postadressen som er tilknyttet kontoen. Du vil motta en e-post til den adressen, som inneholder en lenke og instruksjoner for hvordan du endrer passordet.

source: E-mail address
nb_no: E-postadresse

source: Request password change e-mail
nb_no: Send meg e-post for å endre passord

source: One or more arguments are required, none found.
nb_no: Ett eller flere argumenter er obligatoriske, men ingen ble angitt.

source: One or more arguments are invalid.
nb_no: Ett eller flere argumenter er ugyldige.

source: Could not connect:
nb_no: Kan ikke koble til:

source: Version
nb_no: Versjon

source: Terms of Use
nb_no: Vilkår for bruk

source: Privacy
nb_no: Personvern

source: Built using
nb_no: Laget med

source: and
nb_no: og

source: Board view
nb_no: Styrevisning

source: Log out
nb_no: Logg ut

source: Navigation
nb_no: Navigering

source: Dashboard
nb_no: Dashbord

source: My details
nb_no: Mine detaljer

source: Send e-mail
nb_no: Send e-post

source: GeoMemberz Installer
nb_no: GeoMemberz-installasjon

source: Installation
nb_no: Installasjon

source: Progress
nb_no: Fremdrift

source: Confirmation
nb_no: Bekreftelse

source: Upgrade
nb_no: Oppgradering

source: Connection
nb_no: Tilkobling

source: Database setup
nb_no: Databaseoppsett

source: General settings
nb_no: Generelle innstillinger

source: E-mail settings
nb_no: E-postinnstillinger

source: No action
nb_no: Ingen handling

source: Welcome to the GeoMemberz installer.
nb_no: Velkommen til GeoMemberz-installasjonen.

source: <p>A previous installation was detected.</p>
nb_no: <p>En tidligere installasjon ble oppdaget.</p>

source: <p>Click <strong>Upgrade</strong> to perform the upgrade. Make sure you have backed up your files and databases before proceeding.</p>
nb_no: <p>Klikk <strong>Oppgrader</strong> for å utføre oppgraderingen. Sørg for at du har sikkerhetskopiert filer og databaser før du fortsetter.</p>

source: <p>Your installation is already up-to-date, and no action is necessary.</p>
nb_no: <p>Installasjonen er allerede oppdatert, og det er ikke nødvendig å gjøre noe.</p>

source: <p>Remember to delete or remove access to the /install folder.</p>
nb_no: <p>Husk å slette eller fjerne tilgangen til mappen /install..</p>

source: <p>No previous installation detected.</p>
nb_no: <p>Ingen tidligere installasjon ble oppdaget.</p>

source: <p>Let's start by connecting to the database. If you haven't done so already, find out which existing MySQL database you want to use, or create a new one. GeoMemberz can coexist with other stuff in a database - it doesn't need a database alone. Also, you will need the username and password of a database user with full permissions for that database. We recommend creating a separate database user for this purpose, if possible, as the username and password will be stored in plain text in the core/config.php file.</p>
nb_no: <p>La oss begynne med å koble til databasen. Hvis du ikke allerede har gjort det, finner du ut hvilken eksisterende MySQL-database du vil bruke, eller opprett en ny. GeoMemberz kan sameksistere med andre ting i en database – det er ikke nødvendig med en egen database. I tillegg vil du trenge brukernavn og passord til en bruker som har alle tillatelser til denne databasen. Vi anbefaler at du om mulig oppretter en egen databasebruker til dette formålet, ettersom brukernavnet og passordet vil bli lagret i klartekst i filen core/config.php.</p>

source: MySQL Host name
nb_no: MySQL-vertsnavn

source: Host name of the MySQL server
nb_no: Vertsnavn til MySQL-serveren

source: Usually, this is the same host as the web server. If that is the case, leave the default localhost IP address. The IP address is better than the <em>localhost</em> host name.
nb_no: Vanligvis er dette den samme verten som webserveren. Hvis dette er tilfelle, lar du standardverdien til localhost stå. IP-adressen foretrekkes fremfor vertsnavnet <em>localhost</em>.

source: Port number of the MySQL server
nb_no: Portnummer for MySQL-serveren

source: This is the port number that the MySQL server is listening on. Usually, this is 3306.
nb_no: Dette er portnummeret som MySQL-serveren lytter på. Vanligvis er dette 3306.

source: Database name
nb_no: Databasenavn

source: The database name
nb_no: Databasenavnet

source: Enter the name of the database you want GeoMemberz to reside in. It can be a database used for other stuff, or one created just for GeoMemberz. All database items in this database will get a prefix, which will be set on the next page.
nb_no: Skriv inn navnet på databasen du vil ha GeoMemberz i. Det kan være en database du bruker til andre ting, eller en som er opprettet bare for GeoMemberz. Alle databaseelementer i databasen vil få et prefiks, som du angir på neste side.

source: MySQL username
nb_no: MySQL-brukernavn

source: The username for the MySQL database
nb_no: Brukernavnet til MySQL-databasen

source: Enter the name of a user with full permission to the database provided above.
nb_no: Skriv inn navnet på en bruker som har alle tillatelser til databasen du angav over.

source: MySQL password
nb_no: MySQL-passord

source: The password for the MySQL user
nb_no: Passordet til MySQL-brukeren

source: Enter the password for the above user. Note that this password will be stored in plain text in the core/config.php file.
nb_no: Skriv inn passordet for brukeren over. Merk at passordet vil bli lagret i klartekst i filen core/config.php.

source: Next >
nb_no: Neste >

source: <p><strong>Connection successful.</strong></p><p>The next step is to create the tables. You now have the option to change the prefix that will be used for tables and views. If you plan on running more than one GeoMemberz instance on the same server, you must change this to uniquely identify each instance.</p>
nb_no: <p><strong>Tilkoblingen var vellykket.</strong></p><p>Neste trinn er å opprette databaseelementene. Du kan nå endre prefikset som brukes. Hvis du planlegger å kjøre flere enn én GeoMemberz-forekomst på samme server, må du endre dette slik at hver forekomst kan identifiseres unikt.</p>

source: MySQL prefix
nb_no: MySQL-prefiks

source: The prefix for MySQL tables and views
nb_no: Prefikset for MySQL-databaseelementer

source: This will be used as a prefix for all table and view names. It must be unique for each GeoMemberz instance.
nb_no: Dette brukes som prefiks for alle tabellnavn, view-navn og trigger-navn. Det må være unikt for hver forekomst av GeoMemberz.

source: <p><strong>Creating the database content failed.</strong><br/>Please contact us for help.</p>
nb_no: <p><strong>Oppretting av databaseelementene mislyktes.</strong><br/>Kontakt oss for å få hjelp.</p>

source: <p><strong>Database content successfully created.</strong></p><p>The next step is configuring GeoMemberz to suit your particular needs. Please note that these settings are not validated, and will be written to the config file exactly as you type them, after the next page. Make sure you use the correct data type if you change from the default values.</p>
nb_no: <p><strong>Databaseelementene er opprettet.</strong></p><p>Neste trinn er å konfigurere GeoMemberz til dine spesifikke behov. Merk at disse innstillingene ikke valideres, og vil bli skrevet til konfigurasjonsfilen nøyaktig slik du skriver dem inn, etter neste side. Pass på at du bruker riktig datatype hvis du endrer på standardverdiene.</p>

source: Prefixes
nb_no: Prefikser

source: Session prefix
nb_no: Øktsprefiks

source: The prefix for session variables
nb_no: Prefikset for øktsvariabler

source: This will be used as a prefix for all session variables. It must be unique for each GeoMemberz instance running on the same host.
nb_no: Dette brukes som prefiks for alle øktsvariabler. Dette må være unikt for hver GeoMemberz-forekomst som kjører på samme vert.

source: Cookie prefix
nb_no: Informasjonskapsel-prefiks

source: The prefix for cookies
nb_no: Prefikset for informasjonskapsler

source: This will be used as a prefix for all cookies. It must be unique for each GeoMemberz instance running on the same host.
nb_no: Dette brukes som prefiks for alle informasjonskapsler. Dette må være unikt for hver GeoMemberz-forekomst som kjører på samme vert.

source: Timeouts
nb_no: Tidsavbrudd

source: Cookie expiry
nb_no: Informasjonskapselvarighet

source: The expiry time for cookies
nb_no: Varigheten til informasjonskapsler

source: This is the cookie expiry time, in seconds. One year is 31622400 seconds. After this time, users using the <em>Remember me</em> feature will have to log in again.
nb_no: Dette er informasjonskapslenes varighet, angitt i sekunder. Ett år er 31622400 sekunder. Når denne tiden har gått, vil brukere som bruker <em>Husk meg</em>-funksjonen måtte logge inn på nytt.

source: Password change timeout
nb_no: Tidsavbrudd for passordendring

source: The timeout for password change
nb_no: Tidsavbruddet for passordendring

source: After this amount of time, in seconds, the authorization for a password change will expire, and the link in the password change e-mail will no longer work. One day is 86400 seconds.
nb_no: Etter dette tidsrommet, angitt i sekunder, vil autorisasjonen av en passordendring utløpe, og lenken i e-postmeldingen om passordendring vil ikke lenger fungere. Én dag er 86400 sekunder.

source: Validation timeout
nb_no: Tidsavbrudd for validering

source: The timeout for validation
nb_no: Tidsavbrudd for validering

source: After this amount of time, in seconds, the validation token will expire, and the link in the validation e-mail will no longer work. One day is 86400 seconds.
nb_no: Etter dette tidsrommet, angitt i sekunder, vil validerings-tokenet utløpe, og lenken i validerings-e-posten vil ikke lenger fungere. Én dag er 86400 sekunder.

source: Organization details
nb_no: Organisasjonsdetaljer

source: Organization name
nb_no: Organisasjonsnavn

source: The organization name
nb_no: Organisasjonsnavnet

source: This is the name of your membership organization. It is used throughout the system, including in e-mails.
nb_no: Dette er navnet på medlemskapsorganisasjonen. Det brukes overalt i systemet, inkludert i e-postmeldinger.

source: Bank account number
nb_no: Bankkontonummer

source: The bank account number
nb_no: Bankkontonummeret

source: This is the organizations bank account number. It is used anywhere the members are asked to pay their membership fees, including in e-mails.
nb_no: Dette er organisasjonens bankkontonummer. Det brukes alle steder hvor medlemmene blir bedt om å betale kontingent, inkludert i e-postmeldinger.

source: Fee age limit
nb_no: Aldersgrense for kontingent

source: The fee age limit
nb_no: Aldersgrense for kontingent

source: This is the minimum age from which members must pay a membership fee. If you don't have an age limit, simply specify 0.
nb_no: Dette er den alderen hvor kontingentplikten inntrår. Hvis alle medlemmer er kontingentpliktige, angir du ganske enkelt 0.

source: board
nb_no: styret

source: The %s Board
nb_no: Styret i %s

source: member
nb_no: medlem

source: <p><strong>Temporarily storing the settings failed.</strong><br/>Please contact us for help.</p>
nb_no: <p><strong>Midlertidig lagring av innstillingene mislyktes.</strong><br/>Kontakt oss for å få hjelp.</p>

source: <p><strong>Settings stored temporarily.</strong></p><p>The last step is setting up everything to do with e-mail. When you clik <strong>Finish</strong>, a config wile will be written, and an admin user to log in to the system with, will be created.</p>
nb_no: <p><strong>Innstillinger lagret midlertidig.</strong></p><p>Det siste trinnet er å konfigurere alt som har med e-post å gjøre. Når du klikker <strong>Finish</strong>, vil en konfigurasjonsfil bli skrevet, og en admin-bruker til å logge inn på systemet med, vil bli opprettet.</p>

source: SMTP settings
nb_no: SMTP-innstillinger

source: Use SMTP
nb_no: Bruk SMTP

source: Yes
nb_no: Ja

source: No, use PHP's built-in Mail() function
nb_no: Nei, bruk Mail()-funksjonen i PHP
